{
  "projects": [
    {
      "name": "Reply All",
      "link": "https://en.wikipedia.org/wiki/Reply_All_(podcast)",
      "points": [
        "Matt Lieber is like a memory of summer in a winter that send to go on forever.",
        "Matt Lieber is the band you discovered in high school long before anyone else did.",
        "Matt Lieber is a catharsis that you only reach after years of therapy and after you’ve almost given up on yourself.",
        "Matt Lieber is the confidence to fight the self-doubt that keeps you from being yourself.",
        "Matt Lieber is the solution to a problem that’s been bothering you for a while.",
        "Matt Lieber is good advice from an old friend.",
        "Matt Lieber is one more hour of sleep.",
        "Matt Lieber is the first day of the year that you can fall asleep with the window open",
        "Matt Lieber is the sound of your favorite person laughing.",
        "Matt Lieber is money you find in a winter coat.",
        "Matt Lieber is a lost t-shirt that just shows up one day.",
        "Matt Lieber is a good excuse to get dressed up.",
        "Matt Lieber is a 10-hour sleep.",
        "Matt Lieber is that rock quarry you’ve been swimming at for years, and still, no one else seems to know about it.",
        "Matt Lieber is your friend’s swimming pool, he said it’s okay if you come by.",
        "Matt Lieber is the free garlic knots with your pizza.",
        "Matt Lieber is the T-shirt you don’t wash because you’re afraid it will shrink.",
        "Matt Lieber is something you think is impossible but you have to try anyway.",
        "Matt Lieber is that moment when the band you love comes out for an encore.",
        "Matt Lieber is an old movie that still holds up.",
        "Matt Lieber is a new haircut that’s not all messed up and weird.",
        "Matt Lieber is that moment when you realize that person you’ve been crushing on all semester might just like you back.",
        "Matt Lieber is a night to yourself just long enough so you remember you like other people.",
        "Matt Lieber is a jump off a high dive.",
        "Matt Lieber makes the ship run.",
        "Matt Lieber steers the ship.",
        "Matt Lieber keeps this thing in the sky.",
        "Matt Lieber is the world’s tallest man.",
        "Matt Lieber keeps this place running.",
        "Matt Lieber is a force to be reckoned with.",
        "Matt Lieber is the lone voice of reason in an otherwise insane world.",
        "Matt Lieber is a blizzard that actually shows up.",
        "Matt Lieber is the smell of clean laundry.",
        "Matt Lieber is the smell of my grandma's kitchen.",
        "Matt Lieber is a pregnant pause before good news.",
        "Matt Lieber is a three day weekend."
      ]
    },
    {
      "name": "Editorial Podcast",
      "link": "https://editorial-podcast.castos.com/",
      "points": [
        "The Ukrainians Media team is the first warm evening of the year.",
        "The Ukrainians Media team is like sleeping exactly the perfect amount so you wake up clear-headed and energized.",
        "The Ukrainians Media team is an act of defiance against entropy.",
        "The Ukrainians Media team is the open spine of the Reporters magazine.",
        "The Ukrainians Media team is like a spot-on “what’s up?” message from your favorite person, exactly when you needed them most.",
        "The Ukrainians Media team is your favorite sweater you bought on a whim and wore for ten years—only getting better and better.",
        "The Ukrainians Media team is the sound of an iPod’s click wheel spinning.",
        "The Ukrainians Media team is an extra day off you forgot about.",
        "The Ukrainians Media team is taking the first step.",
        "The Ukrainians Media team is that friend you recommend a song or film to—and they actually listen or watch it.",
        "The Ukrainians Media team is Shevchenko’s winning penalty in the Champions League final.",
        "The Ukrainians Media team is 200 hryvnias found in a winter coat.",
        "The Ukrainians Media team is when you feel so good in the moment you don’t even want to post a story.",
        "The Ukrainians Media team is David Beckham’s Instagram.",
        "The Ukrainians Media team is a favorite photo album.",
        "The Ukrainians Media team is doing what you love with such joy that you lose track of time.",
        "The Ukrainians Media team is hugging your favorite person after a long time apart.",
        "The Ukrainians Media team is your favorite film photograph."
      ]
    }
  ]
}